{
  "title": "Pago de Agua",
  "image": "../../images/agua.png",
  "icon": "游눦",
  "description": "M칩dulo esencial para la gesti칩n eficiente del cobro de servicios de agua potable en la comunidad. Permite registrar pagos, generar recibos y consultar el historial de transacciones.",
  "sidebarSections": [
    {
      "path": "/agua/pagos",
      "label": "Ver Pagos",
      "shortDescription": "Consulta el historial completo de pagos de agua.",
      "icon": "游늶",
      "longDescription": "Accede a un registro detallado de todos los pagos de agua realizados, con opciones de b칰squeda y filtrado."
    },
    {
      "path": "/modulos/crear_pago/agua",
      "label": "Generar Pago",
      "shortDescription": "Registra nuevos pagos de agua de forma r치pida.",
      "icon": "游눶",
      "longDescription": "Proceso guiado en tres sencillos pasos para buscar a la persona, seleccionar su cuenta y registrar el pago del servicio de agua."
    },
    {
      "path": "/agua/reportes",
      "label": "Reportes",
      "shortDescription": "Genera informes y estad칤sticas de los pagos de agua.",
      "icon": "游늵",
      "longDescription": "Crea reportes detallados sobre la recaudaci칩n, cantidad de usuarios con pagos registrados y otras m칠tricas relevantes."
    }
  ],
  "mainContent": {
    "welcomeMessage": "춰Bienvenido al M칩dulo de Pago de Agua!",
    "subtitle": "Facilita la administraci칩n y el cobro del servicio de agua potable",
    "features": [
      {
        "title": "B칰squeda R치pida de Personas",
        "description": "Encuentra r치pidamente a la persona a la que deseas cobrar el servicio de agua utilizando su nombre o identificador."
      },
      {
        "title": "Asociaci칩n de Cuentas",
        "description": "Vincula f치cilmente el pago a la cuenta de servicio de agua correcta de cada persona, asegurando la precisi칩n en los registros."
      },
      {
        "title": "Proceso de Pago Simplificado",
        "description": "Realiza el cobro del servicio de agua en solo tres sencillos pasos: busca, selecciona la cuenta y registra el pago."
      },
      {
        "title": "Visibilidad de Estad칤sticas",
        "description": "Obt칠n informaci칩n 칰til como la cantidad total de usuarios que han realizado pagos de agua, para un mejor control y an치lisis."
      }
    ],
    "instructions": "Para empezar, selecciona una de las opciones en el men칰 lateral. Si necesitas cobrar el servicio de agua, haz clic en 'Generar Pago'. Si deseas revisar los pagos existentes, selecciona 'Ver Pagos'."
  }
}